* Bonus
#+BEGIN_SRC sh :results output
figlet -d fonts -f doom -c -k -w 70 "No, really. The End"
#+END_SRC

#+RESULTS:
#+begin_example
          _   _                              _  _
         | \ | |                            | || |
         |  \| |  ___      _ __  ___   __ _ | || | _   _
         | . ` | / _ \    | '__|/ _ \ / _` || || || | | |
         | |\  || (_) |_  | |  |  __/| (_| || || || |_| | _
         \_| \_/ \___/( ) |_|   \___| \__,_||_||_| \__, |(_)
                      |/                            __/ |
                                                   |___/
               _____  _             _____            _
              |_   _|| |           |  ___|          | |
                | |  | |__    ___  | |__  _ __    __| |
                | |  | '_ \  / _ \ |  __|| '_ \  / _` |
                | |  | | | ||  __/ | |___| | | || (_| |
                \_/  |_| |_| \___| \____/|_| |_| \__,_|


#+end_example

